tests/data/hey-output/output.txt

Summary:
  Total:	5.0016 secs
  Slowest:	0.0080 secs
  Fastest:	0.0001 secs
  Average:	0.0005 secs
  Requests/sec:	19887.0008
  
  Total data:	293225768 bytes
  Size/request:	2948 bytes

Response time histogram:
  0.000 [1]	|
  0.001 [89584]	|■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■
  0.002 [3022]	|■
  0.002 [3407]	|■■
  0.003 [3112]	|■
  0.004 [239]	|
  0.005 [92]	|
  0.006 [5]	|
  0.006 [2]	|
  0.007 [1]	|
  0.008 [1]	|


Latency distribution:
  10% in 0.0001 secs
  25% in 0.0002 secs
  50% in 0.0003 secs
  75% in 0.0005 secs
  90% in 0.0009 secs
  95% in 0.0023 secs
  99% in 0.0027 secs

Details (average, fastest, slowest):
  DNS+dialup:	0.0000 secs, 0.0001 secs, 0.0080 secs
  DNS-lookup:	0.0000 secs, 0.0000 secs, 0.0006 secs
  req write:	0.0000 secs, 0.0000 secs, 0.0040 secs
  resp wait:	0.0004 secs, 0.0000 secs, 0.0065 secs
  resp read:	0.0000 secs, 0.0000 secs, 0.0045 secs

Status code distribution:
  [200]	99466 responses